Repository: ExaSoftware/EasySave
Catalog: Resources/Strings.*.resx
Languages: fr_fr

# errorDirectoryNotFound
source: Directory not found, try again
fr_fr: Répertoire non trouvé, veuillez réessayer

# errorFormatNumber
source: Please put a number
fr_fr: Entrez un nombre

# jobDestinationDirectory
source: Destination Directory:
fr_fr: Répertoire de destination :

# jobSourceDirectory
source: Source Directory:
fr_fr: Répertoire source :

# jobTypeComplete
source: Total
fr_fr: Complète

# jobTypeDifferential
source: Differential
fr_fr: Différentielle

# menuAction
source: Choose the action
fr_fr: Choisissez une action

# menuActionCreateJob
source: Create a new job backup
fr_fr: Créer un nouveau travail de sauvegarde

# menuActionDeleteJob
source: Delete a job backup
fr_fr: Supprimer un travail de sauvegarde

# menuActionExecuteAllJobs
source: Execute all job backup
fr_fr: Lancer tous les travaux de sauvegarde

# menuActionExecuteOneJob
source: Execute one job backup
fr_fr: Lancer un travail de sauvegarde

# menuAskJobDelete
source: Which job do you whish to delete?
fr_fr: Quel travail de sauvegarde souhaitez-vous supprimer ?

# menuChoiceError
source: Not a choice, restarting
fr_fr: Choix non valide, réaffichage du menu

# menuChooseJob
source: Choose a job
fr_fr: Choisissez un travail de sauvegarde

# menuChooseSpace
source: Choose a space from 1 to 5
fr_fr: Choisissez un emplacement de 1 à 5

# menuExit
source: Exit
fr_fr: Quitter

# menuIntroductionInsert
source: Insert one of the numbers
fr_fr: Tapez un des chiffres suivants

# menuIntroductionStart
source: Start
fr_fr: Démarrer

# menuJobDestination
source: Write the path of the destination directory
fr_fr: Écrivez le chemin du répertoire de destination

# menuJobLabel
source: Write the name of the job backup
fr_fr: Écrivez le nom du travail de sauvegarde

# menuJobSource
source: Write the path of the source directory
fr_fr: Écrivez le chemin du répertoire source

# menuLanguageChoose
source: Choose the language
fr_fr: Choisir la langue

# menuLanguageEn
source: English
fr_fr: Anglais

# menuLanguageFr
source: French
fr_fr: Français

# menuOtherReturnStart
source: Other - Return to start
fr_fr: Autre - Retourner au début

# menuReturnStart
source: Return to start
fr_fr: Retourner au début

# menuSaveDifferential
source: Differential save
fr_fr: Sauvegarde différentielle

# menuSaveTotal
source: Total save
fr_fr: Sauvegarde complète

# menuSaveType
source: Which save type do you whish to use?
fr_fr: Quel type de sauvegarde souhaitez-vous utiliser ?

# menuWarn12
source: Put a number between 1 and 2
fr_fr: Entrez un chiffre entre 1 et 2

# menuWarn13
source: Put a number between 1 and 3
fr_fr: Entrez un chiffre entre 1 et 3

# menuWarn14
source: Put a number between 1 and 4
fr_fr: Entrez un chiffre entre 1 et 4

# menuWarn15
source: Put a number between 1 and 5
fr_fr: Entrez un chiffre entre 1 et 5
